---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.General
source: html/00ed4d55-4e93-ce8c-5e8a-de4e7d2b2578.htm
---
# Autodesk.Revit.DB.GroupTypeId.General Property

General.

## Syntax (C#)
```csharp
public static ForgeTypeId General { get; }
```